Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Lunet knows what it’s looking at, so the next step is always one tap.
ar: يعرف Lunet ما ينظر إليه، لذا فالخطوة التالية دائمًا بلمسة واحدة.
ca: Lunet sap què està mirant, així que el pas següent sempre és a un toc.
cs: Lunet ví, na co se dívá, takže další krok je vždy jedno klepnutí.
da: Lunet ved, hvad den kigger på, så næste trin er altid ét tryk væk.
de: Lunet weiß, was es vor sich hat, daher ist der nächste Schritt immer nur ein Tippen entfernt.
el: Το Lunet ξέρει τι βλέπει, οπότε το επόμενο βήμα είναι πάντα ένα άγγιγμα.
es: Lunet sabe lo que está viendo, así que el siguiente paso siempre está a un toque.
fi: Lunet tietää, mitä se katsoo, joten seuraava vaihe on aina yhden napautuksen päässä.
fr: Lunet sait ce qu’elle regarde : l’étape suivante est toujours à portée d’un toucher.
he: ‏Lunet יודע במה הוא מביט, כך שהצעד הבא תמיד במרחק הקשה אחת.
hi: Lunet जानता है कि वह क्या देख रहा है, इसलिए अगला कदम हमेशा बस एक टैप दूर होता है।
hr: Lunet zna što gleda pa je sljedeći korak uvijek na jedan dodir.
hu: A Lunet tudja, mit lát, így a következő lépés mindig csak egy koppintás.
id: Lunet tahu apa yang dilihatnya, jadi langkah berikutnya selalu cukup satu ketukan.
it: Lunet sa cosa sta guardando, quindi il passo successivo è sempre a un tocco.
ja: Lunetは読み取った内容を理解しているので、次の操作はいつもワンタップです。
ko: Lunet은 무엇을 보고 있는지 알기 때문에 다음 단계는 언제나 한 번의 탭이면 됩니다.
ms: Lunet tahu apa yang dilihatnya, jadi langkah seterusnya sentiasa satu ketikan.
nb: Lunet vet hva den ser på, så neste steg er alltid ett trykk unna.
nl: Lunet weet waar het naar kijkt, dus de volgende stap is altijd één tik.
pl: Lunet wie, na co patrzy, więc następny krok to zawsze jedno stuknięcie.
pt_br: O Lunet sabe o que está vendo, então o próximo passo está sempre a um toque.
pt_pt: A Lunet sabe o que está a ver, por isso o passo seguinte está sempre à distância de um toque.
ro: Lunet știe ce vede, așa că pasul următor este mereu la o atingere distanță.
ru: Lunet понимает, на что смотрит, поэтому следующий шаг — всегда одно касание.
sk: Lunet vie, na čo sa pozerá, takže ďalší krok je vždy na jedno ťuknutie.
sv: Lunet vet vad den tittar på, så nästa steg är alltid ett tryck bort.
th: Lunet รู้ว่ากำลังดูอะไรอยู่ ขั้นตอนถัดไปจึงอยู่ห่างเพียงแตะเดียวเสมอ
tr: Lunet neye baktığını bilir, bu yüzden sonraki adım her zaman tek dokunuştur.
uk: Lunet розуміє, на що дивиться, тому наступний крок — завжди один дотик.
vi: Lunet biết mình đang nhìn thấy gì, nên bước tiếp theo luôn chỉ cần một lần chạm.
zh_hans: Lunet 明白它看到的是什么，所以下一步总是只需轻点一下。
zh_hant: Lunet 知道眼前是什麼，所以下一步永遠只要點一下。

source: Lunet needs your camera to read codes
ar: يحتاج Lunet إلى الكاميرا لقراءة الرموز
ca: Lunet necessita la càmera per llegir codis
cs: Lunet potřebuje fotoaparát ke čtení kódů
da: Lunet skal bruge dit kamera for at læse koder
de: Lunet braucht deine Kamera, um Codes zu lesen
el: Το Lunet χρειάζεται την κάμερά σας για να διαβάζει κωδικούς
es: Lunet necesita tu cámara para leer códigos
fi: Lunet tarvitsee kameraa koodien lukemiseen
fr: Lunet a besoin de l’appareil photo pour lire les codes
he: ‏Lunet צריך את המצלמה שלך כדי לקרוא קודים
hi: कोड पढ़ने के लिए Lunet को आपके कैमरा की ज़रूरत है
hr: Lunetu treba kamera za očitavanje kodova
hu: A Lunetnek kamerára van szüksége a kódok beolvasásához
id: Lunet memerlukan kamera Anda untuk membaca kode
it: Lunet ha bisogno della fotocamera per leggere i codici
ja: コードを読み取るには、Lunetにカメラへのアクセスが必要です
ko: Lunet이 코드를 읽으려면 카메라가 필요합니다
ms: Lunet memerlukan kamera anda untuk membaca kod
nb: Lunet trenger kameraet ditt for å lese koder
nl: Lunet heeft je camera nodig om codes te lezen
pl: Lunet potrzebuje aparatu do odczytywania kodów
pt_br: O Lunet precisa da câmera para ler códigos
pt_pt: A Lunet precisa da câmara para ler códigos
ro: Lunet are nevoie de cameră pentru a citi codurile
ru: Lunet нужна камера, чтобы читать коды
sk: Lunet potrebuje kameru na čítanie kódov
sv: Lunet behöver kameran för att läsa koder
th: Lunet ต้องใช้กล้องของคุณเพื่ออ่านโค้ด
tr: Lunet’in kodları okumak için kameranıza ihtiyacı var
uk: Lunet потрібна камера, щоб зчитувати коди
vi: Lunet cần camera để đọc mã
zh_hans: Lunet 需要使用相机来读取码
zh_hant: Lunet 需要使用相機來讀取條碼

source: Lunet reads any code and checks links before you open them.
ar: يقرأ Lunet أي رمز ويفحص الروابط قبل أن تفتحها.
ca: Lunet llegeix qualsevol codi i comprova els enllaços abans que els obris.
cs: Lunet přečte jakýkoli kód a zkontroluje odkazy dřív, než je otevřete.
da: Lunet læser alle koder og tjekker links, før du åbner dem.
de: Lunet liest jeden Code und prüft Links, bevor du sie öffnest.
el: Το Lunet διαβάζει κάθε κωδικό και ελέγχει τους συνδέσμους πριν τους ανοίξετε.
es: Lunet lee cualquier código y revisa los enlaces antes de que los abras.
fi: Lunet lukee minkä tahansa koodin ja tarkistaa linkit ennen kuin avaat ne.
fr: Lunet lit tous les codes et vérifie les liens avant que vous les ouvriez.
he: ‏Lunet קורא כל קוד ובודק קישורים לפני שאתה פותח אותם.
hi: Lunet कोई भी कोड पढ़ता है और लिंक खोलने से पहले उनकी जाँच करता है।
hr: Lunet očitava svaki kôd i provjerava poveznice prije nego što ih otvorite.
hu: A Lunet bármilyen kódot beolvas, és a linkeket megnyitás előtt ellenőrzi.
id: Lunet membaca kode apa pun dan memeriksa tautan sebelum Anda membukanya.
it: Lunet legge qualsiasi codice e controlla i link prima che tu li apra.
ja: Lunetはあらゆるコードを読み取り、開く前にリンクを確認します。
ko: Lunet은 모든 코드를 읽고 링크를 열기 전에 확인합니다.
ms: Lunet membaca sebarang kod dan menyemak pautan sebelum anda membukanya.
nb: Lunet leser alle koder og sjekker lenker før du åpner dem.
nl: Lunet leest elke code en controleert links voordat je ze opent.
pl: Lunet odczytuje każdy kod i sprawdza linki, zanim je otworzysz.
pt_br: O Lunet lê qualquer código e verifica os links antes que você os abra.
pt_pt: A Lunet lê qualquer código e verifica as ligações antes de as abrir.
ro: Lunet citește orice cod și verifică linkurile înainte să le deschideți.
ru: Lunet читает любые коды и проверяет ссылки до того, как вы их откроете.
sk: Lunet prečíta akýkoľvek kód a skontroluje odkazy skôr, ako ich otvoríte.
sv: Lunet läser alla koder och kontrollerar länkar innan du öppnar dem.
th: Lunet อ่านโค้ดได้ทุกแบบและตรวจสอบลิงก์ก่อนที่คุณจะเปิด
tr: Lunet her kodu okur ve bağlantıları siz açmadan önce denetler.
uk: Lunet зчитує будь-які коди й перевіряє посилання до того, як ви їх відкриєте.
vi: Lunet đọc mọi loại mã và kiểm tra liên kết trước khi bạn mở.
zh_hans: Lunet 可读取任何码，并在你打开链接前进行检查。
zh_hant: Lunet 可以讀取任何條碼，並在你開啟前檢查連結。

source: Lunet reads any code, shows you where it really leads, and hands you the one thing to do next.
ar: يقرأ Lunet أي رمز، ويريك إلى أين يؤدي فعلًا، ويقدّم لك الخطوة التالية الوحيدة.
ca: Lunet llegeix qualsevol codi, et mostra on porta realment i et dona just el que cal fer després.
cs: Lunet přečte jakýkoli kód, ukáže, kam skutečně vede, a nabídne jedinou věc, kterou udělat dál.
da: Lunet læser alle koder, viser, hvor de faktisk fører hen, og giver dig det ene, du skal gøre bagefter.
de: Lunet liest jeden Code, zeigt dir, wohin er wirklich führt, und bietet dir genau den nächsten Schritt an.
el: Το Lunet διαβάζει κάθε κωδικό, σας δείχνει πού οδηγεί πραγματικά και σας δίνει το μόνο που χρειάζεται να κάνετε μετά.
es: Lunet lee cualquier código, te muestra adónde lleva en realidad y te da justo lo que necesitas hacer después.
fi: Lunet lukee minkä tahansa koodin, näyttää, minne se todella johtaa, ja tarjoaa juuri sen, mitä teet seuraavaksi.
fr: Lunet lit tous les codes, vous montre où ils mènent vraiment et vous propose la seule chose à faire ensuite.
he: ‏Lunet קורא כל קוד, מראה לך לאן הוא באמת מוביל, ונותן לך את הדבר האחד שכדאי לעשות הלאה.
hi: Lunet कोई भी कोड पढ़ता है, दिखाता है कि वह असल में कहाँ ले जाता है, और बताता है कि आगे बस क्या करना है।
hr: Lunet očitava svaki kôd, pokazuje kamo on zapravo vodi i nudi vam upravo ono što trebate učiniti sljedeće.
hu: A Lunet bármilyen kódot beolvas, megmutatja, valójában hová vezet, és felkínálja a következő lépést.
id: Lunet membaca kode apa pun, menunjukkan ke mana kode itu sebenarnya mengarah, dan memberikan satu hal yang perlu dilakukan berikutnya.
it: Lunet legge qualsiasi codice, ti mostra dove porta davvero e ti propone l’unica cosa da fare dopo.
ja: Lunetはあらゆるコードを読み取り、本当の行き先を示し、次にすべきことをひとつだけ提示します。
ko: Lunet은 모든 코드를 읽고, 실제로 어디로 연결되는지 보여주고, 다음에 할 일 하나를 바로 제시합니다.
ms: Lunet membaca sebarang kod, menunjukkan ke mana ia benar-benar menuju, dan memberi anda satu perkara untuk dilakukan seterusnya.
nb: Lunet leser alle koder, viser deg hvor de egentlig fører, og gir deg akkurat det du trenger å gjøre videre.
nl: Lunet leest elke code, laat zien waar hij echt naartoe leidt en geeft je precies de volgende stap.
pl: Lunet odczytuje każdy kod, pokazuje, dokąd naprawdę prowadzi, i podsuwa jedną rzecz do zrobienia.
pt_br: O Lunet lê qualquer código, mostra para onde ele realmente leva e indica exatamente o que fazer em seguida.
pt_pt: A Lunet lê qualquer código, mostra para onde leva realmente e indica-lhe exatamente o que fazer a seguir.
ro: Lunet citește orice cod, vă arată unde duce de fapt și vă oferă exact pasul următor.
ru: Lunet читает любой код, показывает, куда он ведет на самом деле, и предлагает именно то, что нужно сделать дальше.
sk: Lunet prečíta akýkoľvek kód, ukáže vám, kam naozaj vedie, a ponúkne presne to, čo treba urobiť ďalej.
sv: Lunet läser alla koder, visar vart de egentligen leder och ger dig det enda du behöver göra härnäst.
th: Lunet อ่านโค้ดได้ทุกแบบ แสดงให้เห็นว่าโค้ดพาไปที่ไหนจริงๆ และบอกสิ่งเดียวที่คุณต้องทำต่อไป
tr: Lunet her kodu okur, gerçekte nereye gittiğini gösterir ve sonra yapmanız gereken tek şeyi sunar.
uk: Lunet зчитує будь-який код, показує, куди він насправді веде, і пропонує саме те, що потрібно зробити далі.
vi: Lunet đọc mọi loại mã, cho bạn thấy mã thực sự dẫn đến đâu và đưa ra đúng việc cần làm tiếp theo.
zh_hans: Lunet 可读取任何码，显示其真正指向何处，并直接给出下一步要做的事。
zh_hant: Lunet 可以讀取任何條碼、顯示它真正連到哪裡，並直接給你下一步要做的事。

source: Lunet stopped it before anything opened.
ar: أوقفه Lunet قبل أن يُفتح أي شيء.
ca: Lunet ho ha aturat abans que s’obrís res.
cs: Lunet ho zastavil dřív, než se cokoli otevřelo.
da: Lunet stoppede det, før noget blev åbnet.
de: Lunet hat es gestoppt, bevor sich etwas geöffnet hat.
el: Το Lunet το σταμάτησε πριν ανοίξει οτιδήποτε.
es: Lunet lo detuvo antes de que se abriera nada.
fi: Lunet pysäytti sen ennen kuin mitään avautui.
fr: Lunet l’a arrêté avant que quoi que ce soit ne s’ouvre.
he: ‏Lunet עצר את זה לפני שמשהו נפתח.
hi: कुछ भी खुलने से पहले Lunet ने इसे रोक दिया।
hr: Lunet ga je zaustavio prije nego što se išta otvorilo.
hu: A Lunet megállította, mielőtt bármi megnyílt volna.
id: Lunet menghentikannya sebelum apa pun terbuka.
it: Lunet l’ha fermato prima che si aprisse qualcosa.
ja: 何かが開く前にLunetが止めました。
ko: Lunet이 무엇이든 열리기 전에 막았습니다.
ms: Lunet menghentikannya sebelum apa-apa dibuka.
nb: Lunet stoppet den før noe ble åpnet.
nl: Lunet hield het tegen voordat er iets openging.
pl: Lunet zatrzymał go, zanim cokolwiek się otworzyło.
pt_br: O Lunet bloqueou antes que qualquer coisa fosse aberta.
pt_pt: A Lunet travou-o antes de qualquer coisa abrir.
ro: Lunet l-a oprit înainte să se deschidă ceva.
ru: Lunet остановил его до того, как что-либо открылось.
sk: Lunet ho zastavil skôr, ako sa čokoľvek otvorilo.
sv: Lunet stoppade det innan något öppnades.
th: Lunet หยุดไว้ก่อนที่จะมีอะไรเปิดขึ้น
tr: Lunet, hiçbir şey açılmadan önce bunu durdurdu.
uk: Lunet зупинив його, перш ніж щось відкрилося.
vi: Lunet đã chặn lại trước khi bất cứ thứ gì được mở.
zh_hans: Lunet 在任何内容打开之前就拦截了它。
zh_hant: Lunet 在任何內容開啟前就攔下了它。

source: Lunet thinks this link is a scam. Only continue if you trust whoever gave you the code.
ar: يعتقد Lunet أن هذا الرابط احتيالي. لا تتابع إلا إذا كنت تثق بمن أعطاك الرمز.
ca: Lunet creu que aquest enllaç és una estafa. Continua només si confies en qui t’ha donat el codi.
cs: Lunet považuje tento odkaz za podvod. Pokračujte, jen pokud důvěřujete tomu, kdo vám kód dal.
da: Lunet tror, at dette link er svindel. Fortsæt kun, hvis du stoler på den, der gav dig koden.
de: Lunet hält diesen Link für Betrug. Fahre nur fort, wenn du der Person vertraust, von der du den Code hast.
el: Το Lunet θεωρεί ότι αυτός ο σύνδεσμος είναι απάτη. Συνεχίστε μόνο αν εμπιστεύεστε όποιον σας έδωσε τον κωδικό.
es: Lunet cree que este enlace es una estafa. Continúa solo si confías en quien te dio el código.
fi: Lunet pitää tätä linkkiä huijauksena. Jatka vain, jos luotat koodin antajaan.
fr: Lunet pense que ce lien est une arnaque. Ne continuez que si vous faites confiance à la personne qui vous a donné le code.
he: ‏Lunet חושב שהקישור הזה הוא הונאה. המשך רק אם אתה סומך על מי שנתן לך את הקוד.
hi: Lunet को लगता है कि यह लिंक एक स्कैम है। तभी जारी रखें जब आपको कोड देने वाले पर भरोसा हो।
hr: Lunet smatra da je ova poveznica prijevara. Nastavite samo ako vjerujete osobi koja vam je dala kôd.
hu: A Lunet szerint ez a link csalás. Csak akkor folytassa, ha megbízik abban, akitől a kódot kapta.
id: Lunet menganggap tautan ini penipuan. Lanjutkan hanya jika Anda memercayai orang yang memberi Anda kode ini.
it: Lunet ritiene che questo link sia una truffa. Continua solo se ti fidi di chi ti ha dato il codice.
ja: Lunetはこのリンクを詐欺と判断しています。コードをくれた相手を信頼できる場合のみ続行してください。
ko: Lunet은 이 링크를 사기로 판단합니다. 코드를 준 사람을 신뢰하는 경우에만 계속하십시오.
ms: Lunet menganggap pautan ini satu penipuan. Teruskan hanya jika anda mempercayai sesiapa yang memberi anda kod ini.
nb: Lunet mener at denne lenken er svindel. Fortsett bare hvis du stoler på den som ga deg koden.
nl: Lunet denkt dat deze link oplichting is. Ga alleen door als je degene vertrouwt die je de code heeft gegeven.
pl: Lunet uważa, że ten link to oszustwo. Kontynuuj tylko wtedy, gdy ufasz osobie, od której masz ten kod.
pt_br: O Lunet acha que este link é um golpe. Só continue se você confia em quem lhe deu o código.
pt_pt: A Lunet acha que esta ligação é uma burla. Só continue se confiar em quem lhe deu o código.
ro: Lunet consideră că acest link este o înșelătorie. Continuați doar dacă aveți încredere în cine v-a dat codul.
ru: Lunet считает эту ссылку мошеннической. Продолжайте, только если доверяете тому, кто дал вам этот код.
sk: Lunet si myslí, že tento odkaz je podvod. Pokračujte, iba ak dôverujete tomu, kto vám kód dal.
sv: Lunet tror att den här länken är ett bedrägeri. Fortsätt bara om du litar på den som gav dig koden.
th: Lunet คิดว่าลิงก์นี้เป็นการหลอกลวง ดำเนินการต่อเฉพาะเมื่อคุณเชื่อถือผู้ที่ให้โค้ดนี้แก่คุณ
tr: Lunet bu bağlantının bir dolandırıcılık olduğunu düşünüyor. Yalnızca size kodu veren kişiye güveniyorsanız devam edin.
uk: Lunet вважає це посилання шахрайським. Продовжуйте, лише якщо довіряєте тому, хто дав вам цей код.
vi: Lunet cho rằng liên kết này là lừa đảo. Chỉ tiếp tục nếu bạn tin người đã đưa mã cho bạn.
zh_hans: Lunet 认为此链接是诈骗。仅在你信任给你此码的人时才继续。
zh_hant: Lunet 認為此連結是詐騙。只有在你信任給你這個條碼的人時才繼續。

source: MSI uses digits only.
ar: يقبل MSI الأرقام فقط.
ca: MSI només admet dígits.
cs: MSI používá jen číslice.
da: MSI bruger kun cifre.
de: MSI verwendet nur Ziffern.
el: Ο MSI δέχεται μόνο ψηφία.
es: MSI solo admite dígitos.
fi: MSI käyttää vain numeroita.
fr: MSI n’accepte que des chiffres.
he: ‏MSI מקבל ספרות בלבד.
hi: MSI में सिर्फ़ अंक होते हैं।
hr: MSI prihvaća samo znamenke.
hu: Az MSI csak számjegyeket tartalmazhat.
id: MSI hanya menggunakan digit.
it: MSI accetta solo cifre.
ja: MSIに使えるのは数字のみです。
ko: MSI에는 숫자만 사용할 수 있습니다.
ms: MSI hanya menggunakan digit.
nb: MSI bruker bare sifre.
nl: MSI gebruikt alleen cijfers.
pl: MSI obsługuje tylko cyfry.
pt_br: O MSI só aceita dígitos.
pt_pt: O MSI aceita apenas dígitos.
ro: MSI acceptă doar cifre.
ru: MSI допускает только цифры.
sk: MSI podporuje iba číslice.
sv: MSI använder bara siffror.
th: MSI ใช้ได้เฉพาะตัวเลข
tr: MSI yalnızca rakam kullanır.
uk: MSI підтримує лише цифри.
vi: MSI chỉ dùng chữ số.
zh_hans: MSI 只能包含数字。
zh_hant: MSI 只能使用數字。

source: Madrid
ar: مدريد
el: Μαδρίτη
he: מדריד
hi: मैड्रिड
ja: マドリード
ko: 마드리드
pl: Madryt
pt_br: Madri
ru: Мадрид
th: มาดริด
uk: Мадрид
zh_hans: 马德里
zh_hant: 馬德里

source: Make it yours
ar: اجعله خاصًا بك
ca: Fes-lo teu
cs: Přizpůsobte si ho
da: Gør den til din egen
de: Mach ihn zu deinem
el: Κάντε τον δικό σας
es: Hazlo tuyo
fi: Tee siitä omasi
fr: Personnalisez-le
he: תן לזה את הסגנון שלך
hi: इसे अपना बनाएँ
hr: Neka bude vaš
hu: Tegye egyedivé
id: Jadikan milik Anda
it: Rendilo tuo
ja: 自分らしく
ko: 나만의 스타일로
ms: Jadikan milik anda
nb: Gjør den til din
nl: Maak hem eigen
pl: Dopasuj do siebie
pt_br: Deixe do seu jeito
pt_pt: Personalize à sua maneira
ro: Personalizați-l
ru: Сделайте его своим
sk: Prispôsobte si ho
sv: Gör den till din
th: ทำให้เป็นแบบของคุณ
tr: Kendinize göre yapın
uk: Зробіть його своїм
vi: Mang dấu ấn riêng
zh_hans: 打造专属风格
zh_hant: 打造專屬風格

source: Makes a new code
ar: ينشئ رمزًا جديدًا
ca: Crea un codi nou
cs: Vytvoří nový kód
da: Opretter en ny kode
de: Erstellt einen neuen Code
el: Δημιουργεί νέο κωδικό
es: Crea un código nuevo
fi: Luo uuden koodin
fr: Crée un nouveau code
he: יוצר קוד חדש
hi: नया कोड बनाता है
hr: Izrađuje novi kôd
hu: Új kódot hoz létre
id: Membuat kode baru
it: Crea un nuovo codice
ja: 新しいコードを作成
ko: 새 코드를 생성합니다
ms: Mencipta kod baharu
nb: Lager en ny kode
nl: Maakt een nieuwe code aan
pl: Tworzy nowy kod
pt_br: Cria um novo código
pt_pt: Cria um novo código
ro: Creează un cod nou
ru: Создает новый код
sk: Vytvorí nový kód
sv: Skapar en ny kod
th: สร้างโค้ดใหม่
tr: Yeni bir kod oluşturur
uk: Створює новий код
vi: Tạo mã mới
zh_hans: 创建新码
zh_hant: 製作新條碼

source: Manchester
ar: مانشستر
el: Μάντσεστερ
es: Mánchester
he: מנצ׳סטר
hi: मैनचेस्टर
ja: マンチェスター
ko: 맨체스터
ru: Манчестер
th: แมนเชสเตอร์
uk: Манчестер
zh_hans: 曼彻斯特
zh_hant: 曼徹斯特

source: Manila
ar: مانيلا
el: Μανίλα
fr: Manille
he: מנילה
hi: मनीला
ja: マニラ
ko: 마닐라
nl: Manilla
ru: Манила
th: มะนิลา
uk: Маніла
zh_hans: 马尼拉
zh_hant: 馬尼拉

source: Map location
ar: الموقع على الخريطة
ca: Ubicació al mapa
cs: Poloha na mapě
da: Placering på kort
de: Kartenposition
el: Τοποθεσία στον χάρτη
es: Ubicación en el mapa
fi: Sijainti kartalla
fr: Lieu sur la carte
he: מיקום במפה
hi: मैप पर स्थान
hr: Lokacija na karti
hu: Hely a térképen
id: Lokasi peta
it: Posizione sulla mappa
ja: 地図上の位置
ko: 지도 위치
ms: Lokasi peta
nb: Kartposisjon
nl: Locatie op kaart
pl: Lokalizacja na mapie
pt_br: Localização no mapa
pt_pt: Localização no mapa
ro: Locație pe hartă
ru: Место на карте
sk: Poloha na mape
sv: Kartplats
th: ตำแหน่งบนแผนที่
tr: Harita konumu
uk: Місце на карті
vi: Vị trí trên bản đồ
zh_hans: 地图位置
zh_hant: 地圖位置

source: Map of %@
ar: خريطة %@
ca: Mapa de %@
cs: Mapa: %@
da: Kort over %@
de: Karte von %@
el: Χάρτης του %@
es: Mapa de %@
fi: Kartta: %@
fr: Carte de %@
he: מפה של %@
hi: %@ का मैप
hr: Karta za %@
hu: Térkép: %@
id: Peta %@
it: Mappa di %@
ja: %@の地図
ko: %@ 지도
ms: Peta %@
nb: Kart over %@
nl: Kaart van %@
pl: Mapa: %@
pt_br: Mapa de %@
pt_pt: Mapa de %@
ro: Harta pentru %@
ru: Карта: %@
sk: Mapa: %@
sv: Karta över %@
th: แผนที่ของ %@
tr: %@ haritası
uk: Карта: %@
vi: Bản đồ %@
zh_hans: %@ 的地图
zh_hant: %@ 的地圖

source: Map. Move it so the pin sits on the place to share.
ar: خريطة. حرّكها حتى يقع الدبوس على المكان المراد مشاركته.
ca: Mapa. Mou-lo perquè l’agulla quedi sobre el lloc que vols compartir.
cs: Mapa. Posuňte ji tak, aby špendlík ukazoval na místo, které chcete sdílet.
da: Kort. Flyt det, så nålen står på det sted, du vil dele.
de: Karte. Verschiebe sie, bis die Stecknadel auf dem Ort liegt, den du teilen möchtest.
el: Χάρτης. Μετακινήστε τον ώστε η πινέζα να βρίσκεται στο μέρος που θέλετε να κοινοποιήσετε.
es: Mapa. Muévelo para que el pin quede sobre el lugar que quieres compartir.
fi: Kartta. Siirrä sitä niin, että nasta on jaettavan paikan päällä.
fr: Carte. Déplacez-la pour placer l’épingle sur le lieu à partager.
he: מפה. הזז אותה כך שהסיכה תהיה על המקום שברצונך לשתף.
hi: मैप। इसे खिसकाएँ ताकि पिन उस जगह पर आ जाए जिसे आप शेयर करना चाहते हैं।
hr: Karta. Pomaknite je tako da pribadača bude na mjestu koje dijelite.
hu: Térkép. Mozgassa úgy, hogy a gombostű a megosztani kívánt helyen legyen.
id: Peta. Geser agar pin berada di tempat yang ingin dibagikan.
it: Mappa. Spostala finché il segnaposto è sul luogo da condividere.
ja: 地図。共有したい場所にピンが重なるように動かしてください。
ko: 지도. 핀이 공유할 장소에 오도록 지도를 이동하십시오.
ms: Peta. Gerakkannya supaya pin berada pada tempat yang hendak dikongsi.
nb: Kart. Flytt det slik at nålen står på stedet du vil dele.
nl: Kaart. Verschuif hem zodat de speld op de plek staat die je wilt delen.
pl: Mapa. Przesuń ją, aby pinezka wskazywała miejsce do udostępnienia.
pt_br: Mapa. Mova-o para que o alfinete fique sobre o lugar a compartilhar.
pt_pt: Mapa. Mova-o para que o pionés fique sobre o local a partilhar.
ro: Hartă. Mutați-o astfel încât pinul să fie pe locul de partajat.
ru: Карта. Переместите ее так, чтобы булавка оказалась на месте, которым хотите поделиться.
sk: Mapa. Posuňte ju tak, aby špendlík bol na mieste, ktoré chcete zdieľať.
sv: Karta. Flytta den så att nålen hamnar på platsen du vill dela.
th: แผนที่ เลื่อนแผนที่ให้หมุดอยู่บนสถานที่ที่ต้องการแชร์
tr: Harita. İğne paylaşılacak yerin üzerine gelecek şekilde kaydırın.
uk: Карта. Перемістіть її так, щоб шпилька опинилася на місці, яким хочете поділитися.
vi: Bản đồ. Di chuyển để ghim nằm đúng địa điểm cần chia sẻ.
zh_hans: 地图。移动地图，使大头针落在要共享的地点上。
zh_hant: 地圖。移動地圖，讓大頭針落在要分享的地點上。

source: Match Dots
ar: مطابق للنقاط
ca: Igual que els punts
cs: Jako tečky
da: Som prikkerne
de: Wie Punkte
el: Όπως οι κουκκίδες
es: Igual que los puntos
fi: Sama kuin pisteet
fr: Comme les points
he: כמו הנקודות
hi: डॉट जैसा
hr: Kao točke
hu: Mint a pontok
id: Samakan dengan Titik
it: Come i punti
ja: ドットと同じ
ko: 점과 동일
ms: Padankan Titik
nb: Samme som punktene
nl: Zoals punten
pl: Jak kropki
pt_br: Igual aos Pontos
pt_pt: Igual aos pontos
ro: Ca punctele
ru: Как у точек
sk: Ako bodky
sv: Samma som punkterna
th: เหมือนจุด
tr: Noktalarla Aynı
uk: Як у точок
vi: Giống chấm
zh_hans: 与点相同
zh_hant: 與點相同

source: Maya Chen
ar: مايا تشن
ru: Майя Чен
uk: Майя Чен

source: Medellín
ar: ميديين
el: Μεντεγίν
he: מדיין
hi: मेडेयिन
ja: メデジン
ko: 메데인
ru: Медельин
th: เมเดยิน
uk: Медельїн
zh_hans: 麦德林
zh_hant: 麥德林

source: Medium
ar: متوسط
ca: Mitjana
cs: Střední
da: Mellem
de: Mittel
el: Μεσαία
es: Medio
fi: Keskitaso
fr: Moyen
he: בינונית
hi: मीडियम
hr: Srednje
hu: Közepes
id: Sedang
it: Media
ja: 中
ko: 중간
ms: Sederhana
nb: Middels
nl: Gemiddeld
pl: Średni
pt_br: Médio
pt_pt: Médio
ro: Medie
ru: Средний
sk: Stredná
sv: Medel
th: ปานกลาง
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中
zh_hant: 中

source: Melbourne
ar: ملبورن
el: Μελβούρνη
he: מלבורן
hi: मेलबर्न
ja: メルボルン
ko: 멜버른
ru: Мельбурн
th: เมลเบิร์น
uk: Мельбурн
zh_hans: 墨尔本
zh_hant: 墨爾本

source: Message
ar: الرسالة
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
fi: Viesti
he: הודעה
hi: संदेश
hr: Poruka
hu: Üzenet
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
ms: Mesej
nb: Melding
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sv: Meddelande
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh_hans: 信息
zh_hant: 訊息

source: Mexico City
ar: مدينة مكسيكو
ca: Ciutat de Mèxic
cs: Ciudad de México
de: Mexiko-Stadt
el: Πόλη του Μεξικού
es: Ciudad de México
fi: Méxicon kaupunki
fr: Mexico
he: מקסיקו סיטי
hi: मेक्सिको सिटी
hr: Ciudad de México
hu: Mexikóváros
id: Kota Meksiko
it: Città del Messico
ja: メキシコシティ
ko: 멕시코시티
ms: Bandar Raya Mexico
nb: Mexico by
nl: Mexico-Stad
pl: Meksyk
pt_br: Cidade do México
pt_pt: Cidade do México
ro: Ciudad de México
ru: Мехико
sk: Mexiko
th: เม็กซิโกซิตี้
tr: Meksiko
uk: Мехіко
vi: Thành phố Mexico
zh_hans: 墨西哥城
zh_hant: 墨西哥城

source: Miami
ar: ميامي
el: Μαϊάμι
he: מיאמי
hi: मायामी
ja: マイアミ
ko: 마이애미
ru: Майами
th: ไมอามี
uk: Маямі
zh_hans: 迈阿密
zh_hant: 邁阿密
